{
    "bad_advice":{
        "1": "Réfléchis à tes choix pour éviter de regretter plus tard.", 
        "2": "Garde un esprit ouvert et apprends de tes erreurs.", 
        "3": "Ne laisse pas le stress te consumer.", 
        "4": "Défie-toi chaque jour pour être meilleur.", 
        "5": "Ne te laisse pas abattre par les critiques.", 
        "6": "Ne juge pas les autres, seulement toi-même.", 
        "7": "Trouve le bonheur dans ce que tu fais.", 
        "8": "Apprécie le moment présent.", 
        "9": "Aime, pardonne et donne sans attendre.", 
        "10": "Prends des risques calculés.", 
        "11": "Travaille dur pour atteindre tes rêves.", 
        "12": "Ne laisse pas la peur te retenir.", 
        "13": "Ne te compare pas aux autres.", 
        "14": "Garde confiance en toi.", 
        "15": "Vise toujours haut.",
        "16": "Souviens-toi que la vie est courte.", 
        "17": "Choisis tes amis avec soin.", 
        "18": "Exprime tes sentiments honnêtement.", 
        "19": "Sois toi-même, ne cherche pas à être parfait.",
        "20": "Trouve le temps de te relaxer.", 
        "21": "Écoute ton cœur et fais ce qui te rend heureux.", 
        "22": "Crée de nouvelles expériences.", 
        "23": "Voyage et découvre le monde.", 
        "24": "Développe ta créativité.", 
        "25": "Étudie et apprends tous les jours.", 
        "26": "Limite la télé et les médias.", 
        "27": "Garde une attitude positive.", 
        "28": "Aime profondément et avec passion.", 
        "29": "Souviens-toi que la vie est imprévisible.", 
        "30": "Ne te précipite pas, prends le temps.", 
        "31": "Résous les problèmes en douceur.", 
        "32": "Donne sans attendre une récompense.", 
        "33": "Choisis tes mots avec soin.", 
        "34": "Fais des compromis avec tact.", 
        "35": "Reste authentique et honnête.", 
        "36": "Éloigne-toi des personnes négatives.", 
        "37": "N'oublie pas de remercier les autres.", 
        "38": "Ne te complique pas la vie.", 
        "39": "Saisis toutes les occasions.", 
        "40": "Sois reconnaissant pour ce que tu as.", 
        "41": "Pense à toi en premier.", 
        "42": "Réfléchis avant de parler.", 
        "43": "Ne te compare pas aux autres.", 
        "44": "Ne laisse pas les autres te définir.", 
        "45": "Vise le succès et la satisfaction.", 
        "46": "Accueille les changements avec enthousiasme.", 
        "47": "Encourage les autres à se surpasser.", 
        "48": "Laisse aller ce qui ne t'appartient pas.", 
        "49": "Rayonne de positivité et de confiance.", 
        "50": "Cherche les solutions, pas les problèmes.", 
        "51": "Souviens-toi que la vie est une aventure.", 
        "52": "Prends soin de ton corps et de ton esprit.", 
        "53": "Résous les conflits avec diplomatie.", 
        "54": "Trouve la force et le courage de continuer.", 
        "55": "Pense à ton bien-être et à ta santé.", 
        "56": "Ne laisse pas les tracas de la vie te décourager.", 
        "57": "Ne laisse pas la peur te retenir.", 
        "58": "Passe du temps avec ceux que tu aimes.", 
        "59": "Apprends à accepter et à pardonner.", 
        "60": "Crée de nouvelles opportunités.", 
        "61": "Laisse les choses se produire naturellement.", 
        "62": "Saisis les opportunités qui se présentent.", 
        "63": "Rêve, vis, et accomplis tes ambitions.", 
        "64": "Sois ouvert à de nouvelles idées.", 
        "65": "Donne tout ce que tu as à chaque tâche.", 
        "66": "Développe tes compétences.", 
        "67": "Passe à autre chose après une défaite.", 
        "68": "Fais les bons choix pour le bonheur.", 
        "69": "Souviens-toi que chaque jour est une chance.", 
        "70": "Reste calme et garde le contrôle.", 
        "71": "Trouve le temps de te divertir.", 
        "72": "Suis ton intuition et écoute ton cœur.", 
        "73": "Rappelle-toi que tu es unique.", 
        "74": "Sois conscient de tes pensées et de tes actions.", 
        "75": "Cherche des personnes qui t'inspirent.", 
        "76": "Garde une attitude optimiste et joyeuse.", 
        "77": "Ne laisse pas les échecs te démotiver.", 
        "78": "Trouve le temps pour te ressourcer.", 
        "79": "Ne sois pas trop exigeant envers toi-même.", 
        "80": "Apprends à te connaître et à t'aimer.", 
        "81": "Ne te laisse pas emporter par les émotions.", 
        "82": "Écoute les autres et partage tes connaissances.", 
        "83": "Ne laisse pas les mauvaises habitudes te retenir.", 
        "84": "Laisse-toi le temps de t'améliorer.", 
        "85": "Ne sois pas trop dur avec toi-même.", 
        "86": "Garde une attitude ouverte et positive.", 
        "87": "Trouve ta liberté et sois libre.", 
        "88": "Garde espoir et crois en tes rêves.", 
        "89": "La vie est trop courte pour être triste.", 
        "90": "Apprécie chaque moment et chaque personne.", 
        "91": "Cherche la paix et la sérénité auprès de toi.", 
        "92": "Vise la perfection et apprends de tes erreurs.", 
        "93": "N'aie pas peur du changement.", 
        "94": "Trouve le temps pour prendre soin de toi.", 
        "95": "Garde toujours ton calme et une attitude positive.", 
        "96": "Faites ce que vous aimez, pas ce qu'on attend de vous.", 
        "97": "Apprends à accepter ce que tu ne peux pas changer.", 
        "98": "Aide les autres et tu recevras en retour.", 
        "99": "Vivez le moment présent, ne vous préoccupez pas du passé.", 
        "100": "Rappelez-vous que vous avez le pouvoir de changer votre vie."

    },
    "medium_advice":{
        "1":"Essayez de trouver un bon équilibre entre vos études et votre vie personnelle. Prenez le temps de vous détendre et de profiter de la vie. Pensez à des moyens de rendre vos études plus agréables et divertissantes. Restez motivé et déterminé à atteindre vos objectifs. Faites des pauses régulières pour rester concentré et productif.",
        "2":"Essayez de trouver un équilibre entre le travail et le divertissement. Prenez le temps chaque jour de vous reposer et de vous détendre, en faisant des activités que vous aimez. Utilisez vos pauses pour réfléchir à ce que vous avez appris et à ce que vous devriez faire ensuite. Ayez confiance en vos compétences et en votre capacité à apprendre.",
        "3":" Travaille dur et planifie bien ton temps. Utilise des outils comme les listes de tâches et les horaires pour rester organisé et ne pas te laisser submerger par tes devoirs. N'hésite pas à demander de l'aide si tu as des difficultés.",
        "4":"Travaille dur et reste concentré, mais n'oublie pas de prendre des pauses pour te détendre et te relaxer. Prends le temps de méditer et de te connecter à toi-même pour mieux te préparer à l'étude. Fais preuve de discipline et de persévérance et tu verras de belles choses arriver!",
        "5":" Travaille dur et fais preuve de persévérance. Reste organisé et définit des objectifs réalistes et mesurables. Demande de l'aide si tu en as besoin et ne sois pas trop dur avec toi-même. Et surtout, prends du temps pour te détendre et profiter des petites choses !",
        "6":"Essayez de trouver un moyen de vous motiver et de rester discipliné. Apprenez à gérer votre temps et à diviser vos tâches en plus petites étapes. Pensez à planifier des pauses pour vous reposer et à vous récompenser pour vos progrès. Trouvez des ressources supplémentaires pour vous aider à apprendre et à comprendre.",
        "7":" Soyez discipliné et travaillez dur. Créez un calendrier pour organiser votre temps et ayez des objectifs à court et à long terme. Prenez du temps pour vous et faites des pauses fréquentes pour rester motivé. Demandez de l'aide si vous en avez besoin et célébrez vos progrès.",
        "8":" Essaie de trouver un équilibre entre le travail et le temps libre. Fais des pauses régulièrement et prends le temps de réfléchir. Planifie bien tes activités et tes études. Organise-toi et n'hésite pas à demander de l'aide si tu en as besoin.",
        "9":"Essayez de trouver un équilibre entre les études et les activités extra-scolaires. Prenez le temps de vous reposer et de soulager le stress, car vous pouvez être plus efficace et plus productive si vous faites des pauses pendant votre travail. Enfin, n'oubliez pas de demander de l'aide si vous en avez besoin.",
        "10":"Toujours rester organisé et concentré. Utilisez le temps dont vous disposez pour étudier et apprendre de manière efficace et définissez des objectifs réalisables à court et long terme. Prenez des pauses régulières pour vous reposer et réfléchir. Demandez de l'aide si vous en avez besoin et conservez une attitude positive et motivée."
    },
    "good_advice":{
        "1":"Ne laisse pas ton ego prendre le dessus dans une relation amoureuse. Écoute les autres et sois ouvert à leurs besoins et à leurs sentiments. Prends le temps de discuter, de communiquer et de partager ce que tu ressens. Quand tu es en colère ou en désaccord, demande-toi comment tu pourrais répondre de façon constructive. Apprends à résoudre les problèmes de manière positive et à rester connecté à l'autre.",
        "2":"Soyez honnête et franc avec votre partenaire et communiquez clairement vos sentiments afin de cultiver une relation saine et durable. Prenez du temps pour vous sentir à l'aise et montrez-vous compréhensifs et attentifs aux besoins et aux désirs de l'autre. Restez optimiste et célébrez chaque étape de votre relation, même si parfois elle peut être difficile.",
        "3":" Souviens-toi toujours que la communication est la clé d'une relation amoureuse saine et heureuse. Il est important de parler ouvertement et honnêtement avec votre partenaire et de garder vos lignes de communication ouvertes. Écrivez des lettres, faites des appels téléphoniques ou des visites surprises de temps en temps pour montrer à votre partenaire à quel point vous l'aimez et vous souciez de lui.",
        "4":"Essayez de maintenir une communication honnête et ouverte avec votre partenaire. Écoutez-vous mutuellement et respectez les points de vue de l'autre. Établissez des attentes réalistes et communiquez clairement vos sentiments et vos besoins. Apprenez à gérer les conflits de manière constructive et à montrer votre amour et votre admiration.",
        "5":"Si tu veux que votre relation dure, il faut que vous soyez honnêtes l'un envers l'autre et que vous communiquiez vos pensées et vos sentiments. Parlez de vos problèmes et écoutez-vous mutuellement. N'oubliez pas de prendre du temps pour passer du temps ensemble et de renforcer votre lien. Montrez votre affection et votre amour, cela rendra la relation plus forte.",
        "6":" Soyez toujours honnête et communiquez ouvertement. Assurez-vous que votre partenaire se sente à l'aise et en sécurité pour partager ses sentiments et ses pensées. Écoutez-les et soutenez-les à chaque étape. Appréciez toujours les petites choses et exprimez votre gratitude pour ce que vous avez. Développez votre intime connexion et profitez de chaque instant.",
        "7":"Ne laisse jamais ton partenaire douter de ta sincérité et de ton amour. Montre-lui à quel point tu l'aimes et que tu es prêt à tout pour la rendre heureuse. Utilise des mots doux, des attentions et des gestes affectueux pour lui montrer que tu es à ses côtés et que tu es là pour rester.",
        "8":"Ne laissez pas vos émotions prendre le dessus et gardez toujours le contrôle. Prenez le temps de discuter calmement et de comprendre le point de vue de l'autre. Essayez de trouver des compromis et des solutions mutuellement acceptables. Respectez et acceptez les différences, et apprenez à communiquer plus ouvertement.",
        "9":"Profitez de chaque instant passé avec votre partenaire. Prenez le temps de partager des conversations, des rires, des plaisirs et des expériences. Écoutez et respectez les besoins et les sentiments de l'autre. Établissez des limites saines et respectueuses. Faites preuve d'empathie et de patience. Démontrez votre amour à chaque occasion.",
        "10":"Toujours cherchez des façons de montrer votre amour et votre affection à votre partenaire. Prenez le temps de l'écouter, de comprendre ses intérêts et de communiquer avec elle. Soyez attentif et présent dans votre relation. Si vous êtes sincère et que vous montrez de l'amour et de la valeur à votre partenaire, votre relation sera plus forte et plus durable.",
        "11":"N'oubliez jamais de communiquer et de vous connecter avec votre partenaire. Parlez et écoutez, partagez des moments spéciaux et créez des souvenirs inoubliables. Soyez toujours honnête et authentique et faites des compromis si nécessaire. Appréciez chaque moment et exprimez vos sentiments ouverts et honnêtement.",
        "12":"Sois honnête et authentique avec ton partenaire et exprime-toi avec sincérité. Écoute l'autre et prends le temps de comprendre ce qui est important pour lui. Fais des efforts pour lui montrer que tu l'aimes et montre-lui à quel point tu es attiré par lui. Appréciez les moments ensemble et créez des souvenirs pour toujours.",
        "13":"Ne laisse jamais ton partenaire se sentir seul. Écoute-le et respecte ses opinions. Montre-lui de l'affection et de l'attention, et donnez-vous de l'espace et du temps pour vous-même. Ne vous sentez pas obligé de toujours dire oui ou d'accepter tout ce qu'il propose, car la communication et le respect sont la clé d'une relation saine et durable.",
        "14":" Un bon conseil amoureux est de toujours écouter l'autre et de communiquer clairement vos sentiments et vos attentes. Essayez de comprendre l'autre et soyez ouverts à l'écoute et à la discussion. Soyez honnêtes et respectueux, et n'oubliez pas de profiter de chaque moment passé ensemble.",
        "15":"Toujours écouter l'autre et être à l'écoute de ses émotions. Prendre du temps pour discuter, se comprendre et s'entendre. Montrez votre soutien et votre affection à travers des petits gestes et des mots d'amour. Ne laissez pas une dispute ou un malentendu s'installer. Soyez honnête et authentique. Faites preuve de patience et de respect et n'oubliez pas de rire et de s'amuser ensemble !",
        "16":"Si tu veux consolider ton amour, apprends à communiquer avec honnêteté et respect, écoute l'autre et exprime tes sentiments de manière appropriée. Évite de faire des accusations ou de dire des choses blessantes, et sois patient et ouvert à comprendre ce que l'autre ressent.",
        "17":"Prends le temps de connaître l'autre et d'en apprendre davantage à leur sujet. Écoutez leurs espoirs et leurs rêves et ne soyez pas trop pressés de les réaliser. Appréciez le temps que vous passez ensemble et accordez-vous le droit de profiter de chaque instant. Laissez les sentiments s'épanouir lentement et naturellement.",
        "18":" Ne laissez pas la routine s’installer et prenez le temps d’être attentionné l'un envers l'autre. Faites des choses nouvelles et surprenantes qui vous rapprocheront et vous permettront de profiter plus longtemps de votre relation. Écoutez-vous et exprimez vos besoins et vos sentiments, faites preuve de patience et de compréhension.",
        "19":"Ne prends pas l'amour à la légère. Vois-le comme une opportunité de te développer et de te rapprocher de quelqu'un d'autre. Aime avec sincérité et sache reconnaître les erreurs que tu commets. Si tu te sens blessé ou déçu, fais preuve d'empathie et parle ouvertement avec ton partenaire. Écoute-le et ouvre-toi à lui avec honnêteté.",
        "20":"Sois honnête et ouvert avec l'autre. Partagez-vous vos sentiments et vos pensées, même lorsqu'ils sont difficiles à exprimer. Ne soyez pas timide pour offrir vos compliments et encouragements. Écoutez attentivement et faites des efforts pour comprendre votre partenaire. Les petits gestes sont importants, alors montrez"
    }
}